//////////////////////////////////////////////////////////////////////////////////	 
//
//  文 件 名   : main.c
//  版 本 号   : v2.0
//  作    者   : Tab
//  生成日期   : 2020-1003
//  最近修改   : 
//  功能描述   : OLED 4接口演示例程(stm32系列)
//              说明: 
//              ----------------------------------------------------------------
//              GND    电源地
//              VCC  接5V或3.3v电源
//              D0   接CLK（SCL）
//              D1   接MOSI（SDA）
//              RES  接PD4
//              DC   接PD5
//              CS   接PD3               
//              ----------------------------------------------------------------
// 修改历史   :
// 日    期   : 
// 作    者   : Tab
// 修改内容   : 创建文件
//All rights reserved
//******************************************************************************/

#ifndef __BMP_H
#define __BMP_H
#define	u8 unsigned char
const u8 start[]={  /* 0X00,0X10,0X50,0X00,0XA0,0X00,0X01,0X1B, */

  0x00,
};


#endif


